"Quits Sequential" = "Stopt Sequential";
"Toggles full screen" = "Schakelt naar volledig scherm";
"The page to the right" = "Een pagina naar rechts";
"The page to the left" = "Een pagina naar links";
"The next page" = "Naar de volgende pagina";
"The end of the image" = "Het einde van de afbeelding";
"The beginning of the image" = "Het begin van de afbeelding";
"The top edge of the end side" = "De bovenste rand van het einde";
"Primary mouse clicks move to:" = "Primaire muis klik gaat:";
"When going backward, start at:" = "Bij terug navigeren, start bij:";
"Hold Control to preserve the current position." = "Houd Control ingedrukt om de huidige postitie te behouden.";
"Images:" = "Afbeeldingen:";
"Antialias when upscaling" = "Gebruik anti-kartelvorming bij groter schalen";
"Escape key:" = "Escape toets:";
"Full screen:" = "Voledig scherm:";
"Background:" = "Achtergrond:";
"Checkerboard" = "Schaakbord";
"Dim other screens" = "Verduister andere schermen";
"Check automatically" = "Controleer automatisch";
"Software update:" = "Software update:";
"When an update is available, you can install it by choosing Install Update… from the Sequential menu." = "Wanneer een update beschikbaar is, kan die geïnstalleerd worden door Installeer Update… uit het Sequential menu te kiezen.";
"Upscale only" = "Alleen groter schalen";
"Scale freely" = "Vrij schalen";
"Downscale only" = "Alleen kleiner schalen";
